{
  "books" : [
    {
      "title": "ex dolore veniam",
      "sub-title": "in consequat non incididunt velit",
      "description": "Minim laborum aliqua cillum ea est ut est in. Duis laborum fugiat magna cupidatat adipisicing duis Lorem enim reprehenderit laborum. Ut sunt ipsum deserunt do nulla.\r\n",
      "image": "http://placehold.it/165x230",
      "thumbnail": "http://placehold.it/80x170",
      "author": "Tommie Carter",
      "synopsis": "Qui labore consectetur labore consequat culpa ullamco velit nulla esse irure ad. Commodo sit ipsum pariatur minim tempor et eu qui exercitation enim tempor do laboris eu. Eiusmod adipisicing duis culpa laboris.\r\nEst adipisicing irure nostrud minim est minim enim aliqua incididunt reprehenderit velit cupidatat. Duis excepteur fugiat laboris Lorem eiusmod dolor laboris amet. Aliquip in laborum Lorem velit consequat amet officia irure. Elit do sit veniam aliqua ex ad.\r\n",
      "details": {
        "ISBN": 338548213657,
        "price": 16.99,
        "DEWEY_edition": 10,
        "ISBN13": 8250857535284,
        "pages": 831,
        "publisher": "Ecrater",
        "published_in": [
          "Tanzania",
          "Cote D'Ivoire (Ivory Coast)"
        ],
        "imprint": "Prosely",
        "formats": [
          "labore"
        ],
        "height": 189,
        "width": 120,
        "publication_date": "Wed Feb 28 1996 20:24:46 GMT+0000 (UTC)",
        "DEWEY": 880.0731
      },
      "reviews": [
        {
          "author": "Maldonado",
          "rate": 4,
          "quote": "dolor dolore nulla laboris eu eiusmod adipisicing excepteur elit aliquip incididunt labore ad pariatur ut anim aliquip excepteur ut reprehenderit aliqua nulla excepteur qui fugiat reprehenderit sunt proident non veniam id amet"
        },
        {
          "author": "Hendrix",
          "rate": 1,
          "quote": "reprehenderit non commodo incididunt officia consectetur proident ex non duis velit duis voluptate fugiat cillum reprehenderit cillum eiusmod mollit mollit enim laborum proident reprehenderit qui voluptate et amet incididunt aute culpa consectetur"
        }
      ]
    },
    {
      "title": "consectetur ut occaecat",
      "sub-title": "eiusmod et aliqua consectetur pariatur",
      "description": "Proident laboris est aliqua duis et ipsum ullamco pariatur non ullamco consectetur. Exercitation sunt veniam sint id. Nostrud laborum Lorem eu tempor nostrud sit. Laboris cillum nisi voluptate nisi tempor laborum irure ullamco qui.\r\n",
      "image": "http://placehold.it/165x230",
      "thumbnail": "http://placehold.it/80x170",
      "author": "Lindsay Fernandez",
      "synopsis": "Id veniam ad consequat dolor in ut et deserunt aliquip aliquip in incididunt ex duis. Ipsum labore aliqua tempor consequat sunt pariatur veniam est eiusmod fugiat elit. Aliqua deserunt id esse magna aliquip do ea culpa. Dolore sunt velit in magna non aliquip ut nisi occaecat dolor nostrud. Aliqua labore ea non laboris sit nostrud laboris ex in quis minim incididunt qui voluptate. Incididunt qui ex commodo amet nostrud est.\r\nLaborum laborum nisi velit veniam dolore excepteur dolore incididunt. Adipisicing exercitation esse aliquip dolor reprehenderit Lorem commodo sunt cupidatat. Nostrud dolore cillum do minim adipisicing pariatur culpa. Dolor eiusmod tempor enim consequat quis commodo velit laborum. Ad nostrud in ad occaecat nostrud est.\r\n",
      "details": {
        "ISBN": 688991835547,
        "price": 20,
        "DEWEY_edition": 7,
        "ISBN13": 1237852013204,
        "pages": 53,
        "publisher": "Bisba",
        "published_in": [
          "Norfolk Island",
          "Reunion"
        ],
        "imprint": "Shadease",
        "formats": [
          "et",
          "voluptate"
        ],
        "height": 128,
        "width": 129,
        "publication_date": "Wed Jul 10 2013 20:21:20 GMT+0000 (UTC)",
        "DEWEY": 672.0278
      },
      "reviews": [
        {
          "author": "Small",
          "rate": 5,
          "quote": "nisi sunt do id dolore mollit cillum eiusmod ex quis reprehenderit officia dolor commodo nulla do sint minim ullamco aliqua ex esse do ea amet velit minim dolor ex aute amet elit"
        },
        {
          "author": "Pacheco",
          "rate": 1,
          "quote": "enim elit ut cillum magna ut ipsum exercitation dolore nulla labore aliqua qui laboris dolore nisi aliqua culpa eiusmod sit tempor excepteur eiusmod eu adipisicing labore eiusmod aliquip excepteur dolor minim eu"
        },
        {
          "author": "Gordon",
          "rate": 2,
          "quote": "non adipisicing consectetur Lorem ad proident qui occaecat id ut labore consequat ullamco ad adipisicing nisi minim nulla deserunt consectetur voluptate eu magna mollit laborum sit dolore cillum veniam laboris cillum elit"
        },
        {
          "author": "Roman",
          "rate": 5,
          "quote": "pariatur aliquip laboris eu consectetur adipisicing aliqua aliqua aute sint veniam anim Lorem deserunt aliqua eu mollit nostrud cillum dolore reprehenderit irure velit Lorem veniam sint excepteur enim anim fugiat ea ullamco"
        }
      ]
    },
    {
      "title": "consectetur dolor pariatur",
      "sub-title": "aliqua exercitation pariatur officia pariatur",
      "description": "Aliquip ad incididunt dolore voluptate culpa enim elit adipisicing nulla do aliquip commodo duis Lorem. Laborum incididunt ea aliqua deserunt aute. Eiusmod commodo do in voluptate eiusmod quis dolor aliquip quis id ex.\r\n",
      "image": "http://placehold.it/165x230",
      "thumbnail": "http://placehold.it/80x170",
      "author": "Thompson Castaneda",
      "synopsis": "Commodo aute eiusmod adipisicing amet esse ullamco sint. Laboris ex nisi mollit nisi ea dolor consectetur deserunt tempor quis laborum est non voluptate. Aliquip ut aliqua occaecat dolor duis laboris et est eu anim. Lorem esse eiusmod officia incididunt et ea irure.\r\nNulla esse duis adipisicing excepteur anim anim enim voluptate proident cupidatat. Sunt occaecat ullamco sunt voluptate pariatur commodo cillum ea veniam. Occaecat nisi cupidatat nisi magna nostrud eu consequat et irure deserunt duis.\r\n",
      "details": {
        "ISBN": 324046062098,
        "price": 0.99,
        "DEWEY_edition": 13,
        "ISBN13": 9095105562824,
        "pages": 429,
        "publisher": "Inear",
        "published_in": [
          "Uruguay"
        ],
        "imprint": "Comtract",
        "formats": [
          "ullamco",
          "excepteur"
        ],
        "height": 130,
        "width": 122,
        "publication_date": "Thu Aug 18 1988 02:27:43 GMT+0000 (UTC)",
        "DEWEY": 942.3284
      },
      "reviews": [
        {
          "author": "Neal",
          "rate": 4,
          "quote": "laborum exercitation laborum ut pariatur cupidatat magna eiusmod magna magna consectetur nostrud incididunt nulla sit magna et et exercitation fugiat officia eu cupidatat voluptate labore fugiat labore amet deserunt voluptate sit consequat"
        }
      ]
    },
    {
      "title": "do nisi deserunt",
      "sub-title": "duis labore sit ex deserunt",
      "description": "Laboris ut sunt eu deserunt consequat enim quis do fugiat. Id anim sint in deserunt ex consectetur veniam commodo id fugiat. Non amet eu labore incididunt cupidatat commodo Lorem. Ad mollit et sit cillum ullamco enim quis est dolor veniam dolor. Nostrud nostrud officia dolore veniam est consequat nostrud nostrud esse nostrud proident exercitation velit dolor. Mollit enim ex laborum sunt nulla esse qui esse.\r\n",
      "image": "http://placehold.it/165x230",
      "thumbnail": "http://placehold.it/80x170",
      "author": "Cox Ruiz",
      "synopsis": "Sint qui est eiusmod nulla ea veniam laborum deserunt cupidatat in elit dolore. Nisi elit aute Lorem officia tempor proident dolore ex nulla. Commodo pariatur culpa proident aliqua non et ea quis culpa excepteur laboris duis amet. Dolor occaecat magna et labore aliquip ex qui enim mollit. Exercitation eiusmod amet qui ad eiusmod excepteur ullamco voluptate dolore laboris ad.\r\nId mollit nisi aute pariatur anim officia. Lorem elit aute ex in sint anim exercitation dolore consectetur reprehenderit consequat. Anim est qui qui ut. Ad in proident ipsum do adipisicing cupidatat reprehenderit adipisicing id et in sunt pariatur amet. Magna proident dolore labore officia amet sunt occaecat fugiat qui officia non. Voluptate sint enim esse dolore labore ullamco dolor pariatur. Cillum eiusmod amet enim dolore ipsum sint cupidatat adipisicing cupidatat pariatur commodo nostrud.\r\n",
      "details": {
        "ISBN": 249399866494,
        "price": 150.49,
        "DEWEY_edition": 81,
        "ISBN13": 9983948299195,
        "pages": 173,
        "publisher": "Zoinage",
        "published_in": [
          "Lithuania",
          "Mauritius"
        ],
        "imprint": "Talae",
        "formats": [
          "dolor"
        ],
        "height": 180,
        "width": 105,
        "publication_date": "Wed Aug 31 1983 09:37:07 GMT+0000 (UTC)",
        "DEWEY": 835.1073
      },
      "reviews": [
        {
          "author": "Anderson",
          "rate": 2,
          "quote": "aliquip in proident enim eiusmod duis magna anim id elit et et veniam amet exercitation non reprehenderit culpa do enim proident consequat consequat in amet non tempor nostrud in consectetur elit officia"
        },
        {
          "author": "Goodman",
          "rate": 4,
          "quote": "aliquip velit cupidatat Lorem labore quis laboris enim nulla minim aliqua mollit id est anim qui in laboris dolor exercitation ex qui sit incididunt aliqua veniam sunt sit consequat anim dolore ad"
        },
        {
          "author": "Gallegos",
          "rate": 1,
          "quote": "eu aliquip sit velit consequat tempor elit est sit ex ea do exercitation proident mollit aute pariatur mollit qui id minim magna aute et duis mollit aliquip reprehenderit sunt in ex reprehenderit"
        }
      ]
    },
    {
      "title": "ad anim quis",
      "sub-title": "commodo ullamco velit irure magna",
      "description": "Et sint exercitation duis enim pariatur. Cillum commodo enim exercitation ullamco voluptate adipisicing officia esse laborum labore aute laborum. Amet amet nostrud dolor pariatur pariatur. Ipsum eiusmod id culpa reprehenderit minim voluptate occaecat quis magna non culpa labore. Culpa minim voluptate occaecat labore officia veniam enim aute exercitation cupidatat ea est ut. Officia consectetur dolore Lorem excepteur ullamco occaecat non enim et magna cupidatat dolore.\r\n",
      "image": "http://placehold.it/165x230",
      "thumbnail": "http://placehold.it/80x170",
      "author": "Savage Russell",
      "synopsis": "Aliquip quis Lorem tempor aliqua fugiat deserunt. Cupidatat incididunt eiusmod officia sunt consectetur labore labore dolore ipsum mollit. Velit sint commodo ea laborum aliquip pariatur. Mollit ipsum elit Lorem nulla eiusmod culpa voluptate consequat consectetur. Consequat labore ipsum laborum qui duis duis pariatur commodo nisi amet ipsum laboris et id.\r\nSint Lorem dolore id ea nulla deserunt reprehenderit esse sit cillum nostrud. Dolor id laborum eu eiusmod. Lorem sunt do labore velit officia est commodo magna velit laboris esse. Magna est cupidatat exercitation duis quis do quis ex. Consectetur eiusmod sit eu anim qui Lorem nisi in mollit. Eiusmod Lorem excepteur esse cillum aliquip consequat et tempor ea cupidatat laboris. Mollit cillum enim anim enim deserunt voluptate id nostrud consequat quis nulla.\r\n",
      "details": {
        "ISBN": 458861569563,
        "price": 20.00,
        "DEWEY_edition": 88,
        "ISBN13": 8259368211729,
        "pages": 507,
        "publisher": "Goko",
        "published_in": [
          "Bahrain",
          "Tokelau"
        ],
        "imprint": "Waterbaby",
        "formats": [
          "in"
        ],
        "height": 147,
        "width": 199,
        "publication_date": "Fri May 10 1974 09:19:18 GMT+0000 (UTC)",
        "DEWEY": 503.1013
      },
      "reviews": []
    }
  ]
}